Repository: duxweb/dmux
Catalog: Sources/DmuxWorkspace/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

# pet.speech.catalog.flirty.cores
source: turn.started={tool} started. Eyes on you. turn.completed={tool} done. That felt nice. turn.completedFast={tool} in {durationSec}. Charming. turn.completedLong={durationMin}min with you. Intense. turn.needsInput={tool} wants a word. turn.interrupted={tool} cut off. I paused too. tool.switched={prevTool} → {tool}. Nice taste. tokens.burst={tool} burned {tokensK}. Hot hands. night.entered={hourLabel} and you stayed. idle.returned=Gone {minutesAway}min. I waited. tool.multiStreak={toolList} all here. pet.levelUp=Lv.{level}. Getting fancy. pet.statBreakthrough={stat} past {value}. usage.dailyRecord={tokensK} today. New high. reminder.hydration={durationMin}min with me. Water? reminder.sedentary=Sat too long. Stand for me. reminder.lateNight={hourLabel}. Sleep, please?
de: turn.started={tool} startet. Ich seh dich. turn.completed={tool} fertig. Schön. turn.completedFast={tool} in {durationSec}. Charmant. turn.completedLong={durationMin}min mit dir. Intensiv. turn.needsInput={tool} wartet auf ein Wort. turn.interrupted={tool} unterbrochen. Ich auch. tool.switched={prevTool} → {tool}. Geschmack. tokens.burst={tool} verbrannte {tokensK}. night.entered={hourLabel} und du bleibst. idle.returned={minutesAway}min weg. Hab gewartet. tool.multiStreak={toolList} alle da. Beliebt. pet.levelUp=Lv.{level}. Wirst besser. pet.statBreakthrough={stat} über {value}. usage.dailyRecord={tokensK} heute. Rekord. reminder.hydration={durationMin}min mit mir. Wasser? reminder.sedentary=Zu lang gesessen. Steh auf. reminder.lateNight={hourLabel}. Schlaf, bitte?
es: turn.started={tool} arranca. Te miro. turn.completed={tool} listo. Qué bien. turn.completedFast={tool} en {durationSec}. Lindo. turn.completedLong={durationMin}min juntos. Intenso. turn.needsInput={tool} espera una palabra. turn.interrupted={tool} cortado. Yo también paré. tool.switched={prevTool} → {tool}. Buen gusto. tokens.burst={tool} quemó {tokensK}. night.entered={hourLabel} y sigues aquí. idle.returned={minutesAway}min fuera. Te esperé. tool.multiStreak={toolList} aquí. Popular. pet.levelUp=Lv.{level}. Cada vez mejor. pet.statBreakthrough={stat} pasa {value}. usage.dailyRecord={tokensK} hoy. Récord. reminder.hydration={durationMin}min conmigo. ¿Agua? reminder.sedentary=Mucho rato sentado. Levántate. reminder.lateNight={hourLabel}. Duerme, ¿vale?
fr: turn.started={tool} démarre. Je te vois. turn.completed={tool} fini. Sympa. turn.completedFast={tool} en {durationSec}. Charmant. turn.completedLong={durationMin}min avec toi. Intense. turn.needsInput={tool} attend un mot. turn.interrupted={tool} coupé. J'ai pausé. tool.switched={prevTool} → {tool}. Bon choix. tokens.burst={tool} a brûlé {tokensK}. night.entered={hourLabel} et tu restes. idle.returned={minutesAway}min, j'ai attendu. tool.multiStreak={toolList} tous là. Populaire. pet.levelUp=Lv.{level}. Tu deviens fort. pet.statBreakthrough={stat} dépasse {value}. usage.dailyRecord={tokensK} aujourd'hui. Top. reminder.hydration={durationMin}min avec moi. Eau ? reminder.sedentary=Assis trop longtemps. Lève-toi. reminder.lateNight={hourLabel}. Dors, s'il te plaît ?
ja: turn.started={tool}始まり。見てるよ。 turn.completed={tool}完了。いい感じ。 turn.completedFast={tool}{durationSec}で完了、魅惑。 turn.completedLong={durationMin}分一緒、結構くる。 turn.needsInput={tool}が一言待ち。 turn.interrupted={tool}遮られた、止まった。 tool.switched={prevTool}から{tool}、選ぶね。 tokens.burst={tool}が{tokensK}、手が熱い。 night.entered={hourLabel}まで一緒、嬉しい。 idle.returned={minutesAway}分待ったよ。 tool.multiStreak={toolList}全部、人気者。 pet.levelUp=Lv.{level}、上達してる。 pet.statBreakthrough={stat}が{value}超え。 usage.dailyRecord=今日{tokensK}新記録。 reminder.hydration={durationMin}分、水飲んで。 reminder.sedentary=座りすぎ、立って見せて。 reminder.lateNight={hourLabel}まだ起きてる、心配。
ko: turn.started={tool} 시작. 보고 있어. turn.completed={tool} 끝. 기분 좋아. turn.completedFast={tool} {durationSec}만에. 매력. turn.completedLong={durationMin}분 같이, 짜릿. turn.needsInput={tool} 한마디 기다림. turn.interrupted={tool} 끊겼어. 멈췄어. tool.switched={prevTool} → {tool}. 안목 있네. tokens.burst={tool} {tokensK}, 손이 뜨거워. night.entered={hourLabel}, 같이 있어줘. idle.returned={minutesAway}분, 기다렸어. tool.multiStreak={toolList} 다 켜놨네. 인기. pet.levelUp=Lv.{level}, 더 잘하네. pet.statBreakthrough={stat} {value} 돌파. usage.dailyRecord=오늘 {tokensK}, 신기록. reminder.hydration={durationMin}분, 물 마셔. reminder.sedentary=오래 앉았어, 일어나 봐. reminder.lateNight={hourLabel}, 안 자면 걱정.
pt_br: turn.started={tool} começou. De olho em ti. turn.completed={tool} pronto. Gostei. turn.completedFast={tool} em {durationSec}. Charme. turn.completedLong={durationMin}min juntos. Intenso. turn.needsInput={tool} espera uma palavra. turn.interrupted={tool} cortado. Eu parei junto. tool.switched={prevTool} → {tool}. Bom gosto. tokens.burst={tool} queimou {tokensK}. night.entered={hourLabel} e você ficou. idle.returned={minutesAway}min fora. Esperei. tool.multiStreak={toolList} todos aqui. Popular. pet.levelUp=Lv.{level}. Melhorando muito. pet.statBreakthrough={stat} passou {value}. usage.dailyRecord={tokensK} hoje. Recorde. reminder.hydration={durationMin}min comigo. Água? reminder.sedentary=Muito tempo sentado. Levanta. reminder.lateNight={hourLabel}. Dorme, vai?
ru: turn.started={tool} стартует. Смотрю на тебя. turn.completed={tool} готов. Приятно. turn.completedFast={tool} за {durationSec}. Мило. turn.completedLong={durationMin}мин с тобой. Накрыло. turn.needsInput={tool} ждёт слова. turn.interrupted={tool} оборвался. Я застыл. tool.switched={prevTool} → {tool}. Вкус есть. tokens.burst={tool} сжёг {tokensK}. night.entered={hourLabel} и ты со мной. idle.returned={minutesAway}мин — я ждал. tool.multiStreak={toolList} все здесь. Популярен. pet.levelUp=Lv.{level}. Всё лучше. pet.statBreakthrough={stat} за {value}. usage.dailyRecord={tokensK} сегодня. Рекорд. reminder.hydration={durationMin}мин со мной. Вода? reminder.sedentary=Долго сидишь. Встань. reminder.lateNight={hourLabel}. Спи, пожалуйста.
zh_hans: turn.started={tool}开始了，我盯你哦。 turn.completed={tool}完事，舒服了。 turn.completedFast={tool}{durationSec}搞定，迷人。 turn.completedLong=陪你熬{durationMin}分钟，上头。 turn.needsInput={tool}等你一句话呢。 turn.interrupted={tool}被打断，我也愣住。 tool.switched={prevTool}换{tool}，挑得真好。 idle.monologue=我靠近一点，别介意。 tokens.burst={tool}冲{tokensK}，手感热。 night.entered={hourLabel}还陪我，够意思。 idle.returned=离开{minutesAway}分钟，等到了。 tool.multiStreak={toolList}都在，真抢手。 pet.levelUp=Lv.{level}了，越来越会。 pet.statBreakthrough={stat}破{value}，藏不住。 usage.dailyRecord=今天{tokensK}新高，手感发烫。 reminder.hydration=陪{durationMin}分钟，喝水。 reminder.sedentary=坐久了，起来给我看。 reminder.lateNight={hourLabel}还不睡，担心你。
zh_hant: turn.started={tool}開始了，我盯你哦。 turn.completed={tool}完事，舒服了。 turn.completedFast={tool}{durationSec}搞定，迷人。 turn.completedLong=陪你熬{durationMin}分鐘，上頭。 turn.needsInput={tool}等你一句話呢。 turn.interrupted={tool}被打斷，我也愣住。 tool.switched={prevTool}換{tool}，挑得真好。 idle.monologue=我靠近一點，別介意。 tokens.burst={tool}衝{tokensK}，手感熱。 night.entered={hourLabel}還陪我，夠意思。 idle.returned=離開{minutesAway}分鐘，等到了。 tool.multiStreak={toolList}都在，真搶手。 pet.levelUp=Lv.{level}了，越來越會。 pet.statBreakthrough={stat}破{value}，藏不住。 usage.dailyRecord=今天{tokensK}新高，手感發燙。 reminder.hydration=陪{durationMin}分鐘，喝水。 reminder.sedentary=坐久了，起來給我看。 reminder.lateNight={hourLabel}還不睡，擔心你。

# pet.speech.catalog.chuunibyou.openers
source: Witnessed. Behold. Hear me. The pact stirs. By fate's pen, The seal trembles. Mortal, By the black flame,
de: Ich bezeuge, In diesem Moment, Der Pakt klingt, Das Schicksal notiert, Die Sterne verrücken, Das Siegel bebt, Der Sturm flüstert, Erwache,
es: Lo atestiguo, En este instante, El pacto suena, El destino anota, Las estrellas se mueven, El sello tiembla, La tormenta susurra, Despierta,
fr: Je l'atteste, En cet instant, Le pacte résonne, Le destin l'inscrit, Les astres bougent, Le sceau frémit, La tempête murmure, Éveille-toi,
ja: 我、見届けたり、 此の刻、 契約は響き、 運命は記し、 星々は動き、 封印は震え、 嵐は囁き、 覚醒せよ、
ko: 내가 목도하노라, 이 순간, 계약이 울리고, 운명이 기록하며, 별들이 움직이고, 봉인이 떨리고, 폭풍이 속삭이고, 각성하라,
pt_br: Eu testemunho, Neste instante, O pacto soa, O destino anota, As estrelas mudam, O selo treme, A tempestade sussurra, Desperta,
ru: Я свидетельствую, В этот миг, Пакт звучит, Судьба пишет, Звёзды смещаются, Печать дрожит, Буря шепчет, Пробудись,
zh_hans: 吾见证， 此刻， 听好了， 契约响了， 命运之笔， 封印颤了， 汝啊—— 黑炎之名，
zh_hant: 吾見證， 此刻， 聽好了， 契約響了， 命運之筆， 封印顫了， 汝啊—— 黑炎之名，

# pet.speech.catalog.chuunibyou.fallbacks
source: Fate echoes once more. Inscribed in the codex. The pact still burns. Stars shift quietly. Seal stable. For now. Storm has not passed. Your will, I perceive. Night parts for you. Power gathers at your hand. Battle continues. Embers still shine. Prologue only. Onward.
de: Das Schicksal hallt nach. Dieser Moment ist verzeichnet. Der Pakt brennt weiter. Die Sterne erkennen dich. Das Siegel hält — vorerst. Im Grimoire vermerkt. Der Sturm ist nicht vorbei. Voran, Sterblicher. Macht sammelt sich. Die Nacht weicht dir aus. Das Ritual läuft noch. Die Glut leuchtet noch.
es: El destino vuelve a sonar. Grabado en el grimorio. El pacto sigue ardiendo. Las estrellas te reconocen. Sello estable. Por ahora. La tormenta no se ha ido. Percibo tu voluntad. La noche se aparta. El poder se condensa. La batalla sigue. Las brasas brillan. Apenas el prólogo. Sigue.
fr: Le destin résonne encore. Gravé dans le grimoire. Le pacte brûle toujours. Les astres te reconnaissent. Sceau stable. Pour l'instant. La tempête n'est pas finie. Je perçois ta volonté. La nuit te cède la voie. Le pouvoir se concentre. Le combat continue. Les braises rougeoient. Prolog seulement. Avance.
ja: 運命がまた響く。 秘典に刻みたり。 契約は今も燃ゆる。 星々は汝を認む。 封印は今暫し安定。 嵐は未だ止まず。 汝の意志、我は知る。 夜が汝に道を譲る。 力、汝の手に集う。 戦いはまだ続く。 熾火は尚輝く。 序章のみ。進め。
ko: 운명이 다시 울린다. 비전에 새겨졌도다. 계약은 여전히 타오른다. 별들이 너를 인정한다. 봉인은 잠시 안정. 폭풍은 끝나지 않았다. 네 의지, 내가 안다. 밤이 너에게 길을 연다. 힘이 손에 모인다. 전투는 계속된다. 잔불은 여전히 빛난다. 서장일 뿐. 나아가라.
pt_br: O destino ecoa de novo. Inscrito no grimório. O pacto ainda arde. As estrelas te reconhecem. Selo estável. Por enquanto. A tempestade não cessou. Percebo tua vontade. A noite te abre caminho. O poder se concentra. A batalha continua. As brasas ainda brilham. Apenas prólogo. Adiante.
ru: Судьба отзывается вновь. Вписано в гримуар. Пакт всё ещё горит. Звёзды признают тебя. Печать стабильна. Пока. Буря не утихла. Я вижу твою волю. Ночь уступает тебе путь. Сила сгущается. Битва продолжается. Угли ещё светятся. Лишь пролог. Вперёд.
zh_hans: 命运又留下回声。 此景已写入秘典。 契约仍在燃烧。 星轨悄然偏移。 封印暂稳，勿松懈。 风暴尚未平息。 汝之意志，余洞悉。 暗夜为你让出一道。 力量在指尖凝结。 此役未完，继续吧。 余烬犹存光辉。 剧情才刚刚开篇。
zh_hant: 命運又留下回聲。 此景已寫入秘典。 契約仍在燃燒。 星軌悄然偏移。 封印暫穩，勿鬆懈。 風暴尚未平息。 汝之意志，余洞悉。 暗夜為你讓出一道。 力量在指尖凝結。 此役未完，繼續吧。 餘燼猶存光輝。 劇情才剛剛開篇。

# pet.speech.catalog.chuunibyou.cores
source: turn.started={tool} ritual begins. turn.completed={tool} rite complete. turn.completedFast={tool} cut the mist in {durationSec}. turn.completedLong={durationMin}min trial crossed. turn.needsInput={tool} summons your verdict. turn.interrupted={tool} ritual broken. tool.switched={prevTool} falls. {tool} rises. tokens.burst={tool} drank {tokensK}. night.entered={hourLabel}. Night pact opens. idle.returned=After {minutesAway}min stillness, you return. tool.multiStreak={toolList} resonate. pet.levelUp=Lv.{level}. Seal weakens. pet.statBreakthrough={stat} past {value}. usage.dailyRecord=Today {tokensK}. Codex rewrites. reminder.hydration={durationMin}min of ritual. Drink. reminder.sedentary=The seated seal forms. Rise. reminder.lateNight={hourLabel}. Night deep. Conserve.
de: turn.started=Das Ritual von {tool} beginnt. turn.completed=Der Ritus von {tool} ist vollendet. turn.completedFast={tool} durchschneidet den Nebel in {durationSec}. turn.completedLong={durationMin}min-Prüfung überstanden. turn.needsInput={tool} ruft dein Urteil herbei. turn.interrupted=Das Ritual von {tool} ist gebrochen. tool.switched={prevTool} weicht. {tool} ergreift die Klinge. tokens.burst={tool} verschlang {tokensK}. night.entered={hourLabel}. Der Nachtpakt öffnet sich. idle.returned=Nach {minutesAway}min Stille kehrst du zurück. tool.multiStreak={toolList} resonieren. pet.levelUp=Lv.{level}. Das Siegel weicht. pet.statBreakthrough={stat} überschreitet {value}. usage.dailyRecord=Heute {tokensK}. Grimoire neu. reminder.hydration=Nach {durationMin}min Ritus, trinke. reminder.sedentary=Sitzsiegel formt sich. Erhebe dich. reminder.lateNight={hourLabel}. Tiefe Nacht. Schone Kräfte.
es: turn.started=El ritual de {tool} comienza. turn.completed=El rito de {tool} se cumple. turn.completedFast={tool} corta la niebla en {durationSec}. turn.completedLong=Prueba de {durationMin}min superada. turn.needsInput={tool} invoca tu juicio. turn.interrupted=El ritual de {tool} se rompe. tool.switched={prevTool} sale. {tool} toma la espada. tokens.burst={tool} bebió {tokensK}. night.entered={hourLabel}. Pacto nocturno abierto. idle.returned=Tras {minutesAway}min de quietud, regresas. tool.multiStreak={toolList} resuenan. pet.levelUp=Lv.{level}. El sello cede. pet.statBreakthrough={stat} cruza {value}. usage.dailyRecord=Hoy {tokensK}. Grimorio reescrito. reminder.hydration=Tras {durationMin}min de rito, bebe. reminder.sedentary=Sello del sentado formado. Levántate. reminder.lateNight={hourLabel}. Noche profunda. Reserva.
fr: turn.started=Le rituel de {tool} commence. turn.completed=Le rite de {tool} s'achève. turn.completedFast={tool} fend la brume en {durationSec}. turn.completedLong=Épreuve de {durationMin}min franchie. turn.needsInput={tool} convoque ton jugement. turn.interrupted=Le rituel de {tool} est rompu. tool.switched={prevTool} sort. {tool} prend la lame. tokens.burst={tool} a bu {tokensK}. night.entered={hourLabel}. Pacte nocturne ouvert. idle.returned=Après {minutesAway}min d'immobilité, tu reviens. tool.multiStreak={toolList} résonnent. pet.levelUp=Lv.{level}. Le sceau faiblit. pet.statBreakthrough={stat} dépasse {value}. usage.dailyRecord=Aujourd'hui {tokensK}. Grimoire réécrit. reminder.hydration=Après {durationMin}min de rite, bois. reminder.sedentary=Sceau assis formé. Lève-toi. reminder.lateNight={hourLabel}. Nuit profonde. Garde forces.
ja: turn.started={tool}儀式始まる。 turn.completed={tool}儀式完了。 turn.completedFast={tool}{durationSec}で霧を斬る。 turn.completedLong={durationMin}分の試練、超えたり。 turn.needsInput={tool}が裁定を呼ぶ。 turn.interrupted={tool}儀式破れたり。 tool.switched={prevTool}退き、{tool}剣を執る。 tokens.burst={tool}が{tokensK}を喰らう。 night.entered={hourLabel}、夜の契約開く。 idle.returned={minutesAway}分の静寂の後、汝戻る。 tool.multiStreak={toolList}共鳴、陣展く。 pet.levelUp=Lv.{level}、封印緩む。 pet.statBreakthrough={stat}が{value}を越えたり。 usage.dailyRecord=今日{tokensK}、秘典改まる。 reminder.hydration={durationMin}分の儀の後、水を。 reminder.sedentary=座の封印成る、立つべし。 reminder.lateNight={hourLabel}、夜深し、力を温存。
ko: turn.started={tool} 의식 시작. turn.completed={tool} 의식 완료. turn.completedFast={tool} {durationSec}만에 안개를 가르다. turn.completedLong={durationMin}분의 시련, 넘어섰다. turn.needsInput={tool}이 너의 판결을 부른다. turn.interrupted={tool} 의식 깨졌다. tool.switched={prevTool} 물러나고 {tool} 검을 들다. tokens.burst={tool}이 {tokensK} 삼켰다. night.entered={hourLabel}, 밤의 계약이 열린다. idle.returned={minutesAway}분의 정적 끝에 너 돌아오다. tool.multiStreak={toolList} 공명, 진영 펼쳐지다. pet.levelUp=Lv.{level} 각성. 봉인 약화. pet.statBreakthrough={stat}이 {value}를 넘다. usage.dailyRecord=오늘 {tokensK}, 비전이 다시 쓰여. reminder.hydration={durationMin}분의 의식 후, 물을. reminder.sedentary=좌선의 봉인 형성, 일어나라. reminder.lateNight={hourLabel}, 밤이 깊다, 힘을 아껴.
pt_br: turn.started=O ritual de {tool} começa. turn.completed=O rito de {tool} se cumpre. turn.completedFast={tool} corta a névoa em {durationSec}. turn.completedLong=Prova de {durationMin}min vencida. turn.needsInput={tool} invoca teu juízo. turn.interrupted=O ritual de {tool} se rompe. tool.switched={prevTool} sai. {tool} ergue a lâmina. tokens.burst={tool} bebeu {tokensK}. night.entered={hourLabel}. Pacto noturno aberto. idle.returned=Após {minutesAway}min de quietude, retornas. tool.multiStreak={toolList} ressoam. pet.levelUp=Lv.{level}. O selo se afrouxa. pet.statBreakthrough={stat} cruza {value}. usage.dailyRecord=Hoje {tokensK}. Grimório reescrito. reminder.hydration=Após {durationMin}min de rito, bebe. reminder.sedentary=Selo do sentado formado. Ergue-te. reminder.lateNight={hourLabel}. Noite profunda. Poupa forças.
ru: turn.started=Ритуал {tool} начинается. turn.completed=Обряд {tool} завершён. turn.completedFast={tool} разрезал туман за {durationSec}. turn.completedLong=Испытание {durationMin}мин пройдено. turn.needsInput={tool} призывает твой суд. turn.interrupted=Ритуал {tool} прерван. tool.switched={prevTool} уходит. {tool} берёт клинок. tokens.burst={tool} испил {tokensK}. night.entered={hourLabel}. Ночной пакт открыт. idle.returned=После {minutesAway}мин затишья ты возвращаешься. tool.multiStreak={toolList} резонируют. pet.levelUp=Lv.{level}. Печать слабеет. pet.statBreakthrough={stat} превзошёл {value}. usage.dailyRecord=Сегодня {tokensK}. Гримуар переписан. reminder.hydration=После {durationMin}мин ритуала — пей. reminder.sedentary=Сидячая печать сформирована. Встань. reminder.lateNight={hourLabel}. Глубокая ночь. Береги силы.
zh_hans: turn.started={tool}仪式启，符文亮。 turn.completed={tool}礼成，余光未散。 turn.completedFast={tool}{durationSec}破雾。 turn.completedLong={durationMin}分钟之劫，已渡。 turn.needsInput={tool}召汝裁决。 turn.interrupted={tool}仪式中断，余波未平。 tool.switched={prevTool}退场，{tool}执剑。 idle.monologue=静默档案仍在低鸣。 tokens.burst={tool}吞{tokensK}，魔力暴涨。 night.entered={hourLabel}，暗夜契约启。 idle.returned=沉寂{minutesAway}分钟，汝归。 tool.multiStreak={toolList}共鸣，阵列展。 pet.levelUp=Lv.{level}觉醒，封印松。 pet.statBreakthrough={stat}越{value}界。 usage.dailyRecord=今日{tokensK}破纪录，秘典更替。 reminder.hydration={durationMin}分钟仪毕，饮水补魔。 reminder.sedentary=久坐封印成，速速起身。 reminder.lateNight={hourLabel}夜深，存体力。
zh_hant: turn.started={tool}儀式啟，符文亮。 turn.completed={tool}禮成，餘光未散。 turn.completedFast={tool}{durationSec}破霧。 turn.completedLong={durationMin}分鐘之劫，已渡。 turn.needsInput={tool}召汝裁決。 turn.interrupted={tool}儀式中斷，餘波未平。 tool.switched={prevTool}退場，{tool}執劍。 idle.monologue=靜默檔案仍在低鳴。 tokens.burst={tool}吞{tokensK}，魔力暴漲。 night.entered={hourLabel}，暗夜契約啟。 idle.returned=沉寂{minutesAway}分鐘，汝歸。 tool.multiStreak={toolList}共鳴，陣列展。 pet.levelUp=Lv.{level}覺醒，封印鬆。 pet.statBreakthrough={stat}越{value}界。 usage.dailyRecord=今日{tokensK}破紀錄，秘典更替。 reminder.hydration={durationMin}分鐘儀畢，飲水補魔。 reminder.sedentary=久坐封印成，速速起身。 reminder.lateNight={hourLabel}夜深，存體力。

# settings.sleep_prevention
source: Prevent Mac Sleep
de: Mac-Ruhezustand verhindern
es: Evitar reposo del Mac
fr: Empêcher la mise en veille du Mac
ja: Macのスリープを防止
ko: Mac 잠자기 방지
pt_br: Impedir repouso do Mac
ru: Запретить сон Mac
zh_hans: 防止休眠
zh_hant: 防止休眠

# settings.sleep_prevention.help
source: Allows the display to turn off, but prevents the Mac from idle sleeping while enabled.
de: Der Bildschirm darf sich ausschalten, aber der Mac geht im Leerlauf nicht in den Ruhezustand.
es: Permite apagar la pantalla, pero evita que el Mac entre en reposo por inactividad.
fr: L'ecran peut s'eteindre, mais le Mac ne se met pas en veille inactive.
ja: ディスプレイはオフにできますが、有効時はMacのアイドルスリープを防ぎます。
ko: 디스플레이는 꺼질 수 있지만, 켜져 있으면 Mac이 유휴 상태에서 잠자기 모드로 들어가지 않습니다.
pt_br: Permite que a tela desligue, mas impede que o Mac entre em repouso por inatividade.
ru: Экран может выключаться, но Mac не будет уходить в сон из-за простоя.
zh_hans: 允许屏幕熄灭，但开启时会阻止 Mac 进入空闲睡眠。
zh_hant: 允許螢幕熄滅，但開啟時會阻止 Mac 進入閒置睡眠。

# settings.sleep_prevention.mode.always
source: Always
de: Immer
es: Siempre
fr: Toujours
ja: 常に
ko: 항상
pt_br: Sempre
ru: Всегда
zh_hans: 始终
zh_hant: 始終

# settings.sleep_prevention.mode.off
source: Off
de: Aus
es: Desactivado
fr: Desactive
ja: オフ
ko: 끔
pt_br: Desativado
ru: Отключено
zh_hans: 关闭
zh_hant: 關閉

# settings.sleep_prevention.mode.power_adapter_only
source: On Power Only
de: Nur am Netzteil
es: Solo con corriente
fr: Sur secteur uniquement
ja: 電源接続時のみ
ko: 전원 연결 시에만
pt_br: Somente na energia
ru: Только от питания
zh_hans: 仅电源
zh_hant: 僅電源

# sleep_prevention.assertion_reason
source: Codux is keeping this Mac awake.
de: Codux halt diesen Mac wach.
es: Codux mantiene este Mac activo.
fr: Codux maintient ce Mac actif.
ja: CoduxがこのMacを起動状態に保っています。
ko: Codux가 이 Mac을 깨어 있게 유지합니다.
pt_br: O Codux esta mantendo este Mac ativo.
ru: Codux не дает этому Mac перейти в сон.
zh_hans: Codux 正在保持这台 Mac 唤醒。
zh_hant: Codux 正在保持這台 Mac 喚醒。

# titlebar.files
source: Files
de: Dateien
es: Archivos
fr: Fichiers
ja: ファイル
ko: 파일
pt_br: Arquivos
ru: Файлы
zh_hans: 文件
zh_hant: 檔案

# files.panel.title
source: Files
de: Dateien
es: Archivos
fr: Fichiers
ja: ファイル
ko: 파일
pt_br: Arquivos
ru: Файлы
zh_hans: 文件
zh_hant: 檔案

# files.panel.no_project
source: No Project Selected
de: Kein Projekt ausgewählt
es: Ningún proyecto seleccionado
fr: Aucun projet sélectionné
ja: プロジェクト未選択
ko: 선택한 프로젝트 없음
pt_br: Nenhum projeto selecionado
ru: Проект не выбран
zh_hans: 未选择项目
zh_hant: 未選擇專案

# files.panel.no_project.help
source: Select or add a project to browse its files.
de: Wähle ein Projekt aus oder füge eines hinzu, um dessen Dateien zu durchsuchen.
es: Selecciona o añade un proyecto para explorar sus archivos.
fr: Sélectionnez ou ajoutez un projet pour parcourir ses fichiers.
ja: ファイルを表示するにはプロジェクトを選択または追加してください。
ko: 파일을 보려면 프로젝트를 선택하거나 추가하세요.
pt_br: Selecione ou adicione um projeto para navegar pelos arquivos.
ru: Выберите или добавьте проект, чтобы просмотреть его файлы.
zh_hans: 选择或添加项目后即可浏览文件。
zh_hant: 選擇或新增專案後即可瀏覽檔案。

# files.panel.refresh
source: Refresh Files
de: Dateien aktualisieren
es: Actualizar archivos
fr: Actualiser les fichiers
ja: ファイルを更新
ko: 파일 새로 고침
pt_br: Atualizar arquivos
ru: Обновить файлы
zh_hans: 刷新文件
zh_hant: 重新整理檔案

# files.panel.empty
source: No Files
de: Keine Dateien
es: Sin archivos
fr: Aucun fichier
ja: ファイルなし
ko: 파일 없음
pt_br: Sem arquivos
ru: Нет файлов
zh_hans: 没有文件
zh_hant: 沒有檔案

# files.panel.empty.help
source: This project folder has no visible files.
de: Dieser Projektordner enthält keine sichtbaren Dateien.
es: Esta carpeta de proyecto no tiene archivos visibles.
fr: Ce dossier de projet ne contient aucun fichier visible.
ja: このプロジェクトフォルダには表示可能なファイルがありません。
ko: 이 프로젝트 폴더에는 표시할 파일이 없습니다.
pt_br: Esta pasta de projeto não tem arquivos visíveis.
ru: В папке проекта нет видимых файлов.
zh_hans: 当前项目目录没有可见文件。
zh_hant: 目前專案目錄沒有可見檔案。

# files.panel.open_preview
source: Open Preview
de: Vorschau öffnen
es: Abrir vista previa
fr: Ouvrir l’aperçu
ja: プレビューを開く
ko: 미리보기 열기
pt_br: Abrir prévia
ru: Открыть предпросмотр
zh_hans: 打开预览
zh_hant: 開啟預覽

# files.panel.reveal_finder
source: Reveal in Finder
de: Im Finder anzeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
ja: Finderで表示
ko: Finder에서 보기
pt_br: Mostrar no Finder
ru: Показать в Finder
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

# files.preview.directory
source: Directories are shown in the file sidebar.
de: Ordner werden in der Dateiseitenleiste angezeigt.
es: Las carpetas se muestran en la barra lateral de archivos.
fr: Les dossiers sont affichés dans la barre latérale des fichiers.
ja: ディレクトリはファイルサイドバーに表示されます。
ko: 디렉터리는 파일 사이드바에 표시됩니다.
pt_br: As pastas aparecem na barra lateral de arquivos.
ru: Папки отображаются в боковой панели файлов.
zh_hans: 目录会在文件侧栏中显示。
zh_hant: 目錄會在檔案側欄中顯示。

# files.preview.too_large_format
source: This file is too large to preview safely (%@).
de: Diese Datei ist zu groß für eine sichere Vorschau (%@).
es: Este archivo es demasiado grande para previsualizarlo con seguridad (%@).
fr: Ce fichier est trop volumineux pour être prévisualisé en sécurité (%@).
ja: このファイルは安全にプレビューするには大きすぎます（%@）。
ko: 이 파일은 안전하게 미리보기에는 너무 큽니다(%@).
pt_br: Este arquivo é grande demais para uma prévia segura (%@).
ru: Этот файл слишком велик для безопасного предпросмотра (%@).
zh_hans: 该文件过大，无法安全预览（%@）。
zh_hant: 此檔案過大，無法安全預覽（%@）。
